[FILE]
ANSICP=65001
Author=Teemu Paavola - teemu.paavola@outlook.com
Help=AIMP-en.chm
Icon=0000010001001010000000002000680400001600000028000000100000002000000001002000000000004004000000000000000000000000000000000000FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF010B0B0A25161615411C1C1B412020204124242541242626412425254122222341212120412121204121212041222220411F1F1E411B1B1B41151515410D0D0D1BD7D7D3E1FFFFFFFFFFFFFFFFFFFFFFFFDBBB7CFFE0C288FFDCBC7EFFFFFFF2FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB7B7B2BBD5D5D3E1FFFFFFFFFFFFFFFFFFFFFFFFB1844BFFB88F5BFFB2864EFFF0E7DCFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB9B9B7BDD0D0CFDFFFFFFFFFFFFFFFFFFFFFFFFF995D25FFA16B38FF9A6029FFEBDFD5FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB2B2B0B9D5D9DBDFFFFFFFFFFFFFFFFFFFFFFFFF833B06FF8D4C1BFF853F0BFFECE4DBFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB3B6B7B7845A3DDDA97450FFA67350FFA77654FF823908FF874010FF843C0BFFA16A45FFA77653FFA77451FFA77451FFA77452FFA77450FFA67350FFAA744FFF6E4C33B7682C01DD863D06FF823B08FF823A09FF884212FF884212FF884212FF853D0CFF843C0AFF843C0AFF843C0AFF823B09FF833B08FF823906FF843803FF542301B7682C01DD894007FF88420AFF873F0AFF864111FF874011FF874111FF843C0BFF833A09FF833A09FF833A09FF823908FF823907FF813705FF823702FF542200B78E674BDDB68863FFB48864FFB58A67FF8D470FFF8E4A16FF86400CFFA67451FFB08363FFAF8161FFAF8161FFAF8061FFAE8060FFAE7F5FFFB2825FFF74543EB7D3D7D9DDFFFFFFFFFFFFFFFFFFFFFFFF873F04FF935019FF8B4308FFEDE3DBFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB0B4B6B7CDCDCDDDFFFFFFFFFFFFFFFFFFFFFFFF894203FF935319FF8B4608FFE7DBD0FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFAAAAAAB7CDCDCDDFFFFFFFFFFFFFFFFFFFFFFFFF8A4100FF965213FF8D4602FFE9DBCEFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFA8A8A8B7DBDBDBD5FFFFFFFFFFFFFFFFFFFFFFFF985821FFA26735FF9A5C26FFEEE2D9FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFC9C9C9A9FFFFFF0180808007808080077A767507411E06093F1900093D1600096E645C09818283097F7F7F097F7F7F097F7F7F097F7F7F077F7F7F0780808007FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF01FFFFFF010000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF0000FFFF
LangId=1035
Name=Suomi (Finnish)
VersionId=4510

[About]
B1=Sulje
Caption=Tietoa
L1=Tuki:
L2=Tekijä:
L4=Suunnittelija:
L5=Lisenssi
L6=Muutosloki

[Actions]
EqualizerFrame=Taajuuskorjain
Form.DockTo=Kiinnitä
Form.DockToEdges=Vasemmalle puolelle näyttöä|Oikealle puolelle näyttöä|Näytön ylälaitaan|Näytön alalaitaan
Form.DoMaximize=Suurenna
Form.Maximize=Suurenna|Palauta
Form.Minimize=Pienennä
Form.Pin=Kiinnitä ikkuna
Form.StayOnTop=Pysy päällimmäisenä
Form.Undock=Palauta alkutilaan
Form.Visible=%s - näytä|%s - piilota
PlaylistFrame=Soittolista
QuickSearch=Pikahaku
Tabs.ScrollDown=Vieritä välilehtiä taaksepäin
Tabs.ScrollUp=Vieritä välilehtiä eteenpäin
Visuals.VisualMenu=Lista visualisoinneista

[AddLinkDialog]
btnOk=OK
Caption=Lisää linkki
lbLink=Suoratoiston linkki:
lbName=Nimi:

[AIMP]
acCopyTo=Kopioi...
acFormsTogglePlaylistVisibility.h=Näytä/Piilota Soittolista
acFormsTogglePlaylistVisibility=Soittolista
acHelp=Ohje
acMainAddFiles.h=Lisää tiedosto(ja)
acMainAddFiles=Tiedostot
acMainAddFolder.h=Lisää kansio
acMainAddFolder=Kansio
acMainAddPlaylist.h=Lisää soittolista
acMainAddPlaylist=Soittolista
acMainAddURL.h=Lisää URL
acMainAddURL=URL
acMainBookmarksManager=Kirjanmerkkien hallinta
acMainDSPManager=DSP-Hallinta
acMainDSPManagerCrossMixing=DSP-Hallinta: Sekoitusasetukset
acMainDSPManagerEQ=DSP-Hallinta: Taajuuskorjain
acMainDSPManagerVolumeNormalization=DSP-Hallinta: Äänen normalisointi
acMainExit.h=Sulje AIMP
acMainMinimize.h=Pienennä / Suurenna
acMainOpenFiles.h=Avaa tiedosto(ja)
acMainOpenFiles=Avaa tiedostoja
acMainOpenFolder=Avaa kansio
acMainOpenPlaylist.h=Tuo soittolista
acMainOpenPlaylist=Tuo soittolista
acMainStayOnTop=Pysy päällimmäisenä
acMLCompressDB=Pakkaa tietokanta
acMLDeleteAll=Poista kaikki tiedostot listalta
acMLGroupingTreeDeleteSelected=Poista listalta
acMLLabelsDialog=Nimikkeet...
acMLMakeReport=Raportti...
acMLMissedFiles=Puuttuvat tiedostot...
acMLPlayFiles=Toista
acMLPlaySelectedFiles=Toista valitut
acMLReloadTagsForAllFiles=Lataa tunnisteet kaikille tiedostoille
acMLReloadTagsForSelectedFiles=Lataa tunnisteet valituille tiedostoille
acMLResetStats=Nollaa kaikkien tiedostojen tilastot
acMLResetStatsForSelectedFiles=Nollaa valittujen tiedostojen tilastot
acMLTableDeleteSelected=Poista valitut listalta
acMLTableSendFilesToActivePlaylist=Lisää aktiiviseen soittolistaan
acMoveTo=Siirrä...
acOpenFolder=Avaa kansio
acOptionHotkeys.h=Pikanäppäinasetukset
acOptionHotkeys=Pikanäppäimet
acOptionLangs.h=Kieliasetukset
acOptionLangs=Kieli
acOptionPlugins.h=Liitännäisasetukset
acOptionPlugins=Liitännäiset
acOptions=Asetukset
acOptionShutdown.h=Ajastimen asetukset
acOptionShutdown=Ajastin
acOptionSkins.h=Näkyvyysasetukset
acOptionSkins=Teemat
acPlayableFileCopyFileToClipboard.h=Kopioi leikepöydälle
acPlayableFileCopyInfoToClipboard.h=Kopioi tiedoston tiedot leikepöydälle
acPlayableFileCopyToLastPath.h=Kopioi parhaillaan toistettava tiedosto viimeisimpään valittuun kansioon
acPlayableFileDeletePhysically=Poista nykyinen toistettava tiedosto kovalevyltä
acPlayableFileShowFileInfo=Nykyisen tiedoston tiedot
acPlayableFileShowQTE.h=Muokkaa tunnisteita
acPlayableFileToggleSwitchInPlaylist.h=Toistettava tiedosto (päällä / pois)
acPlayerJumpToTime=Siirry aikaan
acPlayerNextTrack=Seuraava kappale
acPlayerPlayPause=Toista/Tauota
acPlayerPrevTrack=Edellinen kappale
acPlayerRadioCapture=Radion äänitys
acPlayerRepeat=Kappaleen uudelleentoisto
acPlayerRepeatPartAB=Toista osat "A-B" uudelleen
acPlayerSeekBackward.h=Kelaa taaksepäin
acPlayerSeekForward.h=Kelaa eteenpäin
acPlayerShuffle=Sekoita
acPlayerStop.h=Pysäytä toisto
acPlayerStopAtEnd.h=Pysäytä toisto nykyisen tiedoston jälkeen
acPlayerVolumeDown.h=Äänenvoimakkuus -
acPlayerVolumeMute.h=Vaienna (Päällä / Pois)
acPlayerVolumeMute=Vaienna
acPlayerVolumeUp.h=Äänenvoimakkuus +
acPlaylistAddSelectedToBookmarks.h=Lisää kirjanmerkki
acPlaylistAddSelectedToQueue=Lisää jonoon
acPlaylistClose=Sulje soittolista
acPlaylistCloseOthers=Sulje muut soittolistat
acPlaylistCopySelectedToClipboard=Kopioi valitut tiedostot leikepöydälle
acPlaylistDeleteAll=Poista kaikki
acPlaylistDeleteDuplicates=Poista kaksoiskappaleet
acPlaylistDeleteNonExists=Poista puuttuvat
acPlaylistDeleteNonSelected=Poista kaikki paitsi valitut
acPlaylistDeleteSelected=Poista valitut tiedostot
acPlaylistDeleteSelectedPhysically=Poista kaikki valitut tiedostot kovalevyltä
acPlaylistDeleteSwitchedOff=Poista estyneet tiedostot
acPlaylistDeleteSwitchedOffPhysically=Poista estyneet tiedostot kovalevyltä
acPlaylistFindInML=Etsi musiikkikirjastosta
acPlaylistFindNewFiles=Etsi uudet tiedostot
acPlaylistFocusedItemShowQTE=Tiedoston tiedot
acPlaylistInsertAfterPlayingItem=Lisää toiston jälkeen
acPlaylistInsertToQueueBeginning=Lisää jonon alkuun
acPlaylistNew=Uusi soittolista
acPlaylistNext.h=Seuraava soittolista
acPlaylistNextAndPlay.h=Toista seuraava soittolista
acPlaylistPlayFocusedItem.h=Toista valittu tiedosto
acPlaylistPlayFocusedItem=Toista
acPlaylistPlayPrevious=Toista edellinen soittolista
acPlaylistPrev.h=Edellinen soittolista
acPlaylistPrevAndPlay.h=Toista edellinen soittolista
acPlaylistReloadFromPreimage=Lataa tiedot alkukuvasta
acPlaylistRemoveSelectedFromQueue=Poista jonosta
acPlaylistRename=Nimeä soittolista uudelleen
acPlaylistReverse.h=Lajittelu: käänteinen
acPlaylistReverse=Käänteinen
acPlaylistSave=Vie soittolista
acPlaylistSortByArtist=Lajittele esittäjän mukaan
acPlaylistSortByDuration=Lajittele keston mukaan
acPlaylistSortByFileName=Lajittele kansioittain
acPlaylistSortByTitle=Lajittele otsikon mukaan
acPlaylistSortRandomize.h=Lajittelu: sekoitettu
acPlaylistSortRandomize=Sekoita
acQueueClear=Tyhjennä jono
acQueueManager=Jonon hallinta
acSearchAdvanced=Kehittyneempi haku
acSearchQuick=Pikahaku (aloita / jatka)
acSendToAudioConverter.h=Lähetä audiomuuntimelle
acSendToAudioConverter=Audiomuunnin
acSendToTagEditor.h=Lähetä tunnisteiden muokkaajalle
acSendToTagEditor=Tunnisteiden muokkaaja
acUtilsAudioConverter=Audiomuunnin
acUtilsAudioLibrary=Audiokirjasto
acUtilsTagEditor=Tunnistemuokkain
acVisualExitFromFullScreen=Poistu kokonäytön tilasta
acVisualFullScreen=Koko näyttö
acVisualNext.h=Seuraava visualisaatio
acVisualPrev.h=Edellinen visualisaatio
CategoryMenu=Kategoria
CategoryOptions=Asetukset
ClearPls=Tyhjennä soittolista
CM_DEL=Poista soittolistalta
CM_SEL=Valitse tiedostot
CountLabel.h=Tiedostojen määrä soittolistalla
ItmEQPos=Näytä taajuuskorjain vasemmalla
LengthLabel.h=Soittolistan kokonaiskesto
miCountdown=Laskenta
miMLCreateDynPlaylist=Luo älykäs soittolista
miMLGroupingPreset=Ryhmittely
miMLGroupingPresetAdd=Lisää...
miMLGroupingPresetEdit=Muokkaa...
miMLGroupingPresetRemove=Poista
miMLLabelsExclude=Poista nimike
miMLLabelsInclude=Aseta nimike
miMLManageDB=Tietokanta
miMLReload=Päivitä...
miMLTableSendToPlaylist=Lähetä soittolistaan
miMLTableViewAlbumThumbnails=Näytä: Albumin esikatselukuvat
miMLTableViewDefault=Näytä: Taulukko
miMLTableViewGroupDetails=Näytä: Ryhmittelyn tiedot
miPersonalSettings=Omat asetukset
miPlaylistNewSmart=Uusi älykäs soittolista
miRadioCatalogs=Internet-radioluettelot
miReadOnly=Lukitse muutoksilta
miSelectAll=Valitse kaikki tiedostot
miSelectNone=Älä valitse mitään
miSelectPls=Valitse soittolista
miSendToPlaylist=Lähetä toiseen soittolistaan
miSortByPatternOptions=Asetukset
N6=Tarkista tunnisteet uudelleen
N20=Jono
N22=Palkki
N31=Visualisaatiotila
N35=Näytä ikkuna
N36=Taajuuskorjain
N37=Visuaalinen ikkuna
N38=(piilota kaikki)
N40=Visualisaatio
N41=Teemat
N43=Ohje
N47=Lopeta
N56=Apuohjelmat
N70=Kumoa pikanäppäimet
N75=Apuohjelmat
N79=Näytä nykyinen
N80=Lataa esiasetus
N81=Tallenna esiasetus
N83=Nollaa kaikki tehosteasetukset
N84=Nollaa kaikki taajuuskorjaimen asetukset
N85=Kutista kaikki
N86=Laajenna kaikki
N90=Soitin
N91=Toista/Tauota
N92=Pysäytä
N93=Lisää tiedostoja
N95=Edellinen kappale
N96=Seuraava kappale
N98=Äänenvoimakkuus
N114=Yhdistä samanlaisten kategorioiden kanssa
N115=Yhdistä kaikki samanlaiset kategoriat
pmAdd.h=Lisää tiedostoja listalle
pmDelete.h=Poista tiedostoja listalta
pmEqualizer.h=Taajuuskorjaimen asetukset
pmMainMenu.h=Päävalikko
pmManagePlaylist.h=Soittolistan hallinta
pmMisc.h=Sekalaisvalikko
pmMLDelete.h=Poista tiedostoja listalta
pmMLGroupingPresets.h=Ryhmittelyn esiasetukset
pmMLLabels.h=Nimikevalikko
pmMLMainMenu.h=Päävalikko - musiikkikirjasto
pmMLMisc.h=Sekalaisvalikko
pmMLTableViews.h=Katselua
pmPlaylistList.h=Soittolistojen lista
pmQuickOptions.h=Pika-asetukset
pmSorting.h=Kohteiden lajitteluvalikko
pmUtilities.h=Apuohjelmat
SentToNewPLS=Uuteen soittolistaan
SizeLabel.h=Tiedoston koko soittolistassa
TCFixFloat=Kiinnitä kelluva palkki
TL=Tallenna kappalelista
TrayCotnrol=Näytä minisoitin

[AIMPConverterStatsDialog]
btnOK=Ok
Caption=Muunnos valmis!
cbDontShowAgain=Älä näytä enää
Message=Tiedostojen määrä: %0:s\n\nAika: %2:s\nAika (Keskim.): %3:s\n\nSisään: %5:s\nUlos: %6:s\nTallennettu: %4:s

[AIMPML]
Added=Lisätty
Album=Albumi
AlbumArtist=Albumin esittäjä
Artist=Esittäjä
Bitrate=Bittivirtaus
BPM=Bittiä/min.
Channels=Kanavia
Comment=Kommentti
Composer=Säveltäjä
Conductor=Kapellimestari
Copyrights=Tekijänoikeudet
DiskNumber=Levy #
Duration=Kesto
FileFormat=Tiedostomuoto
FileName=Tiedostonimi
FileSize=Tiedoston koko
Genre=Tyylilaji
Labels=Nimikkeet
LastModification=Tiedosto muokattu
LastPlayback=Viimeisin toisto
Lyricist=Sanoittaja
Mood=Tunnelma
PlaybackCount=Toistokerrat
Publisher=Julkaisija
Rating=Luokittelu
SampleRate=Näytteenottotaajuus
Title=Otsikko
TrackNumber=Kappale #
URL=Linkki
UserMark=Käyttäjäluokittelu
Year=Vuosi

[AIMPML.Controls]
Customize=Muokkaa
DataSourceList=Lähdetietolista
History=Toistohistoria
NewLabel=Uusi nimike
NewLabelDialog=Uusi nimike...
None=(ei mitään)
ResetAllFilters=Nollaa kaikki suotimet
ResetFilter=Nollaa suotimet
ShowAll=(näytä kaikki)
UnsetAllLabels=Poista kaikki nimikkeet

[AIMPML.Reports]
AlbumCount=Albumien määrä:
ArtistCount=Esittäjien määrä:
Common=Tilastot
FavoriteAlbums=Suosikkialbumit
FavoriteArtists=Suosikkiesittäjät (Top %d)
FavoriteGenres=Suosikkityylilajit (Top %d)
FavoriteTracks=Suosikkikappaleet (Top %d)
GenreCount=Tyylilajien määrä:
L1=Toistojen määrät:
L2=Kappalemäärä
L3=Kokonaiskesto (~)
L4=Esittäjä
L5=Kuunneltu
L6=Yhteensä
TrackCount=Kappalemäärä:

[AIMPMLFilterEditorDialog]
btnCancel=Peruuta
btnOK=OK
Caption=Suotimien parametrit
cbLimit=Kappaleiden maksimimäärä:
cbSortBy=Lajittele:
L1=Säännöt

[AIMPMLFilterEditorDialog.FilterControl]
C=Lisää sääntö
G=Lisää ryhmä
Op0=Yhdenvertaiset
Op1=Erilaiset
Op2=välillä
Op3=vähemmän
Op4=vähemmän tai saman verran
Op5=suurempi
Op6=suurempi tai yhtä suuri
Op7=sisältää
Op8=alkaa
Op9=päättyy
R=Poista

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Nollaa
Caption=Ryhmien asettelun muokkaus
GB1=Ryhmiteltävät kentät
GB2=Ryhmittelytiedon kentät

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Tyhjennä
btnEditFilter=Muokkaa...
Caption=Ryhmittelyasetus
L1=Nimeä automaattisesti
L2=Ryhmittele kentittäin
L3=Mukautettu suodin
lbName=Nimi
lvAvailable=Saatavilla olevat kentät
lvGroup=Käytetyt kentät

[AIMPMLLabelsDialog]
acMoveLeft=Aseta nimike
acMoveRight=Poista nimike
acRemove=Poista nimike
acRename=Nimeä nimike uudelleen
btnCancel=Peruuta
btnOK=OK
C1=Nimikkeet
C2=Saatavilla olevat nimikkeet
Caption=Nimikkeet
L1=Aseta nimikkeelle nimi
L2=Lisää
miSetToAll=Hyväksy kaikkiin tiedostoihin
miUndoSetToAll=Peruuta: Hyväksy kaikkiin tiedostoihin

[AIMPMLMissedFilesDialog]
acApply=Hyväksy valittuihin
acFind=Etsi
acRemoveSelected=Poista valitut listalta
acReplace=Korvaa tiedostonimi...
Caption=Puuttuvat tiedostot

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Puuttuvat tiedostot
c[1]=Suositeltu korvaaja
c[2]=Noudattamisen asteet

[AIMPMLMonitoringSettingsDialog]
acAdd=Lisää
acDeleteAll=Poista kaikki
acDeleteSelected=Poista valitut
acUpdate=Päivitä
btnClose=Sulje
Caption=Tiedostoja lisätään
CB1=Etsi siirrettyjä tai uudelleennimettyjä tiedostoja
CB2=Poista puuttuvat tiedostot listalta
CB3=Lataa tunnisteet uudelleen
cbMinFD=Jos kesto on vähemmän kuin:
cbMinFS=Jos koko on vähemmän kuin:
cbScanOnStartup=Tarkista uudet tiedostot sovelluksen käynnistyessä
cbTrackChanges=Tarkkaile muutoksia sovelluksen ollessa käynnissä
GB1=Tarkkaillaan
GB2=Tee tarkistus
gbFiltBy=Ohita tiedosto
L1=Jos tiedoston pääte on:
L2=Klikkaa "päivitä"-painiketta päivittääksesi tietokannan kohteet musiikkikirjastostasi
pcpFolders=Kansiot
pcpSettings=Asetukset

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Kansio
c[1]=Alikansiot

[AIMPMLPreimageDialog]
Caption=Älykäs soittolista - Musiikkikirjasto

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Lisää
acDeleteAll=Poista kaikki
acDeleteSelected=Poista valitut
btnCancel=Peruuta
btnOk=Ok
Caption=Älykäs soittolista - kansiot
cbSyncOnChanges=Tarkkaile muutoksia sovelluksen ollessa päällä
cbSyncOnStartup=Tarkista muutokset, kun sovellus käynnistetään

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Kansio
c[1]=Alikansiot

[AIMPPlaylistPreimageDialog]
Caption=Älykäs soittolista - soittolista
L1=Tiedostonimi\linkki

[AIMPSendToDialogForm]
cbDefault=Aseta oletukseksi
cbSaveStructure=Tallenna tiedostopolun rakenne
gbAdditionals=Vaihtoehtoiset tiedostot
gbPath=Kohdekansio
gbRename=Nimeä uudelleen mallin mukaan
L1=Kopioi|Siirrä
L2=Kopioi|Siirrä
L3=Kopioimisen asetukset|Siirtämisen asetukset
lbAdditionals=Kopioitavat tiedostot päätiedostojen kanssa kohdepolkuun.\n; - erotin, *. - tuntematon osa tiedostonimessä

[ATEAutoTagForm]
c[0]=Tiedoston nimi
c[1]=Albumi
c[2]=Esittäjä
c[3]=Tyylilaji
c[4]=Otsikko
c[5]=Kappaleen numero
c[6]=Vuosi
C1=Ennen muutoksia
C2=Muutoksien jälkeen
Caption=Täytä tunnisteet automaattisesti käyttäen tiedoston nimeä

[ATEChangeRegisterDialog]
Caption=Muutostapauksessa / Translitteraatio
CB1=Tunnisteet:
GB1=Toiminnot
L1=Tapaus:
L2=Translitteraatio:
L3=Kentät:

[ATEForm]
A0=Automaattinen numerointi
A1=Automaattinen numerointi (%s)
A2=Uudelleennimeäminen
A3=Vaihda "%s" -muotoon
A4=Hyväksy
A9=Ohita valmiiksi analysoidut tiedostot
acEdit=Muokkaa kaikki kentät
aSave=Tallenna
aTag.h=Automaattinen täyttö
B1.h=Muutostapauksessa / Translitteraatio
B5=Päivitä tunnisteet
btnBPM.h=BPM
btnRG.h=Musiikin äänenvoimakkuuden tasaaminen samalle tasolle 
Caption=AIMP: Kehittyneempi tunnisteiden muokkain
cbSubFolders=Alikansioilla
lbNoData=(ei tietoja esikatseltavaksi)
miBPMAnalyze=Analysoi valitut
miDelete=Poista
miDeletePhys=Poista kovalevyltä
miGroupBy=Ryhmittele
miGroupByFolder=Pääkansion mukaan
miGroupByNone=Ei ryhmittelyä
miJumpTo=Siirry kansioon...
miNumCfm=Kysy hyväksyntä
miRgAlbum=Tarkista valittu: kuin yhtenä albumina
miRgFile=Tarkista valittu: ilman albumia
miRgMAlbum=Tarkista valittu: luo albumi tunnisteista
miRgRemove=Poista äänenvoimakkuuden tasaustiedot tunnisteista
miSoundOut=Toistoasetukset
TM0=Tiedostoja kovalevyllä
TM1=Käyttäjän lisäämät tiedostot

[ATEForm.lvTable]
c[0]=Nro
c[1]=Levynro
c[2]=Tiedostonimi
c[3]=Otsikko
c[4]=Esittäjä
c[5]=Albumi
c[6]=Vuosi
c[7]=Tyylilaji
c[8]=Bittivirtaus
c[9]=Kesto
c[10]=Muoto
c[11]=Kansi
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Koko

[ATERenameForm]
btnRename=Uudelleen nimeäminen
Caption=Uudelleen nimeämisen asetukset
CB1=Esikatselu
CB2=Työskentele tiedoston kopiolla
GB1=Nimeä tiedostot mallin mukaan
GB2=Siirrä tiedostot valittuun kansioon
GB3=Etsi ja korvaa
GB4=Rekisteri
GB5=Translitteraatio
L1=Etsi:
L2=Voit käyttää "\" -merkkiä (%Y\%A - %T) lajitellaksesi kansioittain
L3=Korvaa:

[ATESaveParams]
Caption=Tallennusasetukset

[AutoTag]
bOk=Hyväksy
Caption=Automaattinen täyttö
CB1=Älä täytä kenttää, jos siinä on jo arvo

[BookmarkEditDialog]
btnOk=Tallenna
Caption=Kirjanmerkkien muokkain

[BookmarksManagerDialog]
acItemAddFile=Lisää: Tiedosto
acItemAddFolder=Lisää: Kansio
acItemAddLink=Lisää: URL
acItemEdit=Muokkaa
acItemRemove=Poista
B1=Lisää soittolistaan
B2=Toista
btnAdd=Lisää
btnClose=Sulje
Caption=Kirjanmerkkien hallinta

[BookmarksManagerDialog.lvItems]
c[0]=Otsikko
c[1]=Polku
c[2]=Sijainti
c[3]=Huomiot

[CommonDialogs]
B1=OK
B2=Peruuta
B3=Uusi kansio
BS=Kyllä|Ei|OK|Peruuta|Keskeytä|Yritä uudestaan|Sivuuta|Kaikki|Ei kaikkiin|Kyllä kaikkiin|Ohje|Sulje
L1=Valitse kansio
L2=Sisällytä alikansiot
MsgCaptions=Varoitus|Virhe|Info|Vahvistus|
SA=Valitse kaikki
SN=Poista valinta

[ConfirmDialog]
B1=Korvaa
B2=Korvaa kaikki
B3=Ohita
B4=Ohita kaikki
B5=Nimeä uudelleen
B6=Peruuta
Caption=Korvaa
gbFile1=Korvaa tiedosto
gbFile2=Uudella tiedostolla

[CONTEXT]
0=&Avaa AIMP:lla
1=&Toista
2=Lisää soitto&listaan
3=Lisää &jonoon
4=Lisää kirjan&merkkeihin
5=&Muokkaa tunnisteita
6=&Muunna johonkin toiseen muotoon
7=Avaa &uuteen soittolistaan

[Converter]
actAddFiles=Lisää tiedostoja
actAddFolders=Lisää kansioita
actAddPlaylist=Lisää soittolistoja
actDeleteAll=Tyhjennä
actDeleteSelected=Poista valitut
bAdd.h=Lisää tiedostoja / kansioita
bDelete.h=Poista tiedostot
bQuickOptions.h=Asetukset
bSettings=Asetukset
bStart=Aloita
bStop=Pysäytä
Caption=AIMP: Audiomuunnin
csCancel=Peruutettu
csDone=Valmis
csError=Virhe
csWaiting=Odotetaan
lbEncoder=Muoto:
lbMode=Koodaustila
lbTargetFileName=Uudelleennimeä tiedosto:
lbTargetFolder=Siirrä tallennettava tiedosto:
lbTimeElapsed=Kulunut:
lbTimeLeft=Jäljellä:
lbTotalProgress=Kokonaistilanne:
miCloseAppWhenDone=Sulje sovellus kun muunnos onnistui
miDeleteSource=Poista lähdetiedosto onnistuneen muuntamisen jälkeen
miSavePathStructure=Tallenna hakemistorakenne, kun tiedosto siirretään kohteeseen
miShutdownWhenDone=Sammuta tietokone muuntamisen jälkeen
miUncheckSuccessful=Poista tiedoston valinta onnistuneen muuntamisen jälkeen
Modes=Yksittäislähde - yksittäinen tulos|Kaikki lähteet - yksittäinen tulos|Single folder - single result
PatentedCodecsWarning=Koska emme omista kaikkia sovelluspatentteja, niin emme voi jakaa koodausohjelmistoja seuraavissa muodoissa: %s.\n\nJos tarvitset kuitenkin sen onnistuaksesi, niin asenna puuttuvat kirjastot manuaalisesti.\n\nKatso tiedot tästä: %s
PatentedCodecsWarningTitle=Muuntaminen toisiin muotoihin

[Converter.lvTable]
c[0]=Nimi
c[1]=Muoto
c[2]=Tila
c[3]=Nro

[ConverterEncoders]
bOk=Ok
cbAsInput=Lähdetiedostona
cbChangeFormat=Vaihda muoto
cbCorrectionFile=Luo korjaustiedosto
cbIncludeMD5=Sisällytä tarkistussumma tiedostoon
cbModeHybrid=Risteymä
cbModeLossless=Häviötön
gbMode=Tila
lbBestC=Paras pakkaus
lbBestQ=Paras laatu
lbBitDepth=Näytteen muoto
lbBitrate=Bittivirtaus:
lbBitrateMode=Tila:
lbChannels=Kanavat:
lbCompression=Pakkaus:
lbLeast=Nopea pakkaus:
lbMost=Paras pakkaus:
lbQuality=Laatu:
lbSampleRate=Näytteenottotaajuus:
scParams=Parametrit

[CopyDialog]
0=Kopioidaan...
1=Siirretään...
2=Tauota
3=Jatka

[DropForm]
CB1=Älä kysy uudelleen
RG1=Raahaa ja pudota

[DSPDialog]
btnEqPresets=Esiasetukset
btnReset=Palauta oletuksille
CB1=Äänen poisto (vain stereo)
CB3=Käytä äänen häivytystä (Tauota / Jatka)
CB4=Käytä äänen häivytystä, kun kappaletta selataan
CB5=Pehmennä äänenvoimakkuuden säätö
CB6=Sekoita seuraavaa kappaletta edeltävällä
CB7=Häivytä äänenvoimakkuutta sisään kappaleen alussa
CB8=Häivytä äänenvoimakkuutta ulos kappaleen loputtua
CB12=Remove silence longer than 0.5 sec
cbEqSwitch=Kytke taajuuskorjain päälle
GB1=Normalisoi äänenvoimakkuus
GB2=Manuaalinen kappaleen vaihto
GB3=Automaattinen kappaleen vaihto
GB4=Musiikin äänenvoimakkuuden tasaaminen samalle tasolle
L1=* Voit palauttaa arvot hiiren oikealla painikkeella
L2=DSP-liitännäiset:
L4=Esivahvistin:
L5=Nykyinen arvo:
L6=Ylempi kynnysarvo esivahvistimelle:
L7=Alempi kynnysarvo esivahvistimelle:
L9=Oletusarvo:
L10=Kohteen äänenvoimakkuuden taso:
lbChorus=Kuoro
lbEcho=Heijastus
lbEnhancer=Voimistaja
lbFlanger=Viiveen muuttaminen
lbPitch=Viritys
lbPreamp=Esivahvistin
lbReverb=Kaikutehoste
lbSpeed=Nopeus
lbTempo=Tahti
lbTrueBass=Basso
R2=Käytä tunnisteiden arvoja
R3=Analysoi tiedosto "lennossa"
RB1=Älä tee mitään
RB2=Aseta tauko tiedostojen välille
tcpAutoVolume=Äänenvoimakkuuden normalisointi
tcpCrossMixing=Sekoittamisasetukset
tcpSoundEffects=Äänitehosteet

[DSPDialog.cbReplayGainSource]
i[0]=Lähde: Tiedosto
i[1]=Lähde: Albumi

[EditorForm.RegisterFmt]
i[0]=Ilman muutoksia
i[1]=Kaikki Sanat Isolla Alkukirjaimella
i[2]=Ensimmäinen sana isolla alkukirjaimella
i[3]=KAIKKI ISOLLA
i[4]=kaikki pienellä

[EQPresetsDialog]
B1=Hyväksy
B2=Peruuta
B3=Poista
B4=Palauta
Caption=Taajuuskorjaimen esiasetukset

[HotkeysGroups]
Common.Dialogs=Yleinen: valintaikkunat
Common.SendTo=Tiedostot: Lähetä
Common=Yleinen
MusicLibrary.GroupingTree=Musiikkikirjasto: ryhmittelypuu
MusicLibrary.Table=Musiikkikirjasto: taulukko
MusicLibrary=Musiikkikirjasto: yleinen
Player.Navigation=Soitin: selaus
Player.PlayableFile=Soitin: toistettava tiedosto
Player.PlaybackControl=Soitin: toiston ohjaus
Player.Visualizations=Soitin: visualisaatio
Playlist.AddFiles=Soittolista: tiedostoja lisätään
Playlist.Deletion=Soittolista: tiedostojen poisto
Playlist.Search=Soittolista: etsi
Playlist.SelectedFiles=Soittolista: valitut tiedostot
Playlist.Sorting=Soittolista: lajittelu
Playlist=Soittolista

[InfoBar]
CB1=Näytä toistettavan tiedoston tiedot toiston alkaessa
CB2=Vasemmalle|Oikealle|Keskelle
CB3=Näytä työpöydän yläosassa|Näytä työpöydän alaosassa
CB4=Näytä albumikuvitus
CB6=Näytä koko ruudun sovelluksissa
CB7=Vain taustalla
CB8=Näytä aina
GB5=Sisältö
L3=Näkymisaika:
L5=Tekstin tasaus:
M1=Tausta
M2=Rivi %d
M3=Fontti
M4=Tekstin väri
P1=Tietopalkki
RB2=Nopea tiedoston tietokortti
T0=Käyttäytyminen
T1=Malli
T2=Näytä

[MSG]
1=Uusi soittolista
2=Anna nimi
3=Musiikkikirjasto
4=Tämä toiminto poistaa tiedostoja kovalevyltä! Jatka?
5=(estetty)
6=Tiedostoa tai kansiota ei ole!
7=Pienennä alapalkkiin
8=Näytä pääikkuna
9=Nimeä uudelleen
10=Äänenvoimakkuus
11=Sijainti
12=Toista
13=Toista alusta
14=Tauota
15=Käyttäjän määrittelemä esiasetus
16=Valitse kaikki
17=Pois|Päällä
18=Lähetä tiedostoja
19=Pikanäppäin on virheellinen tai on jo käytössä toisessa sovelluksessa
20=Käytä multimedianäppäimiä?
21=Tämä toiminto sulkee kaikki soittolistat, kuten aktiivisenkin. Jatka?
22=Tallenna tiedostoon
23=Esikatsele
24=Ylin
25=Muutosten tallentaminen tiedostoon "%s" ei onnistu. Se on mahdollisesti lukittu muutoksilta toisen sovelluksen toimesta.
26=Tallenna muutokset tiedostoihin?
27=Tekijä
28=Näytön paikka määritetty pääikkunan mukaan|%d: toissijainen %d: näyttö (%s)|e%d: ensisijainen %d: näyttö (%s)
29=Kansiota "%s" ei ole olemassa
30=Yhden liitännäisen poisto ei onnistu, koska se on mahdollisesti käytössä sovelluksessa:
31=Valmis...
32=Yksittäisen soittolistan tila:\nSoittolistan vaihtaminen ei onnistu, koska se on lukittu!
33=Etsi
34=Paikalliset tiedostot
35=Ei ryhmittelyä
36=Etsi tiedostoja...
37=Vain luku|Määritelty alkukuvaan
38=Tämä asetus estää tekemästä enemmän kuin yhden soittolista.\nJos valitset tämän asetuksen, niin muut soittolistavälilehdet sulkeutuvat automaattisesti!
39=Laatu
40=Tallenna nimellä
41=Lataa internetistä
42=Muoto:
43=(Oletus)
44=Nopeus
45=Tasapaino
46=Avataan...|Puskuroidaan...
47=Radion tallennus
48=Otsikko
49=Rekisteröi
50=Tämä näppäin on jo käytössä!
51=Siirry aikaan:
52=Virheellinen muoto
53=Uusi versio saatavilla. Lataa se nyt?
54=Äänifontit
55=Nykyinen arvo:
56=Kansioittain lajittelemiseen käytä "\" -merkkiä mallissa
57=Haluatko varmasti nollata tilastot?|Haluatko varmasti nollata valittujen tiedostojen tilastot?
58=Uusi malli
59=Tiedostojen poistaminen kovalevyltä|Seuraavien tiedostojen poistaminen ei onnistu, koska järjestelmävirhe:
61=Toiminto ei ole vielä valmis. Haluatko keskeyttää sen?
62=Joitain toimintoja ei tehty vielä valmiiksi! Haluatko peruuttaa ne?
63=Tiedostohaku:
64=Koko:
65=Luomispäivämäärä:
66=Mitään ei löytynyt
67=Päivitetään...
68=Valmis!\nUusi tietokannan koko: %s\nTallennettu: %s.
69=Hyväksy
70=Peruuta
71=Järjestelmävalvojan oikeudet vaaditaan
72=Tiedostotyyppi
73=Ladataan...
74=Profiilikansio
75=Lajittele mallin mukaan
76=Aseta käyttäjäarvostelu %s
77=Automaattinen haku
78=Uusia tiedostoja:
79=Läpinäkyvyys:
80=Esikatsele
81=Sanoitukset
82=Tiedoston sijainti...
83=Tekijänoikeus
84=Muutokset tulevat voimaan, kun käynnistät ohjelman uudelleen
85=Pisteytä
86=Kopioi
87=Liitä
88=Leikkaa
89=Lähde
90=Tulos
91=Tämä toiminto poistaa "%s" -esiasetuksen. Jatka?
92=Kaikki|Liitännäiset|Dekooderit|Visualisaatiot|DSP
93=Lisätään tiedostoja...
94=Toista osat "A-B" uudelleen [pois]|Määritä kohta "A"|Toista osat "A-B" uudelleen [päällä]|
95=Uudelleen yhdistäminen %s sekunnin kuluttua
96=Varoitus! Tämä toiminto palauttaa esiasetukset oletukseksi!
97=Tallenna soittimen tila suljettaessa
98=Käytä minisoitinta sen sijaan, että pienentäisit palkkiin
99=Esiasetusten muokkain
100=Albumi
101=URL
102=Esittäjä
103=Otsikko
104=Kommentti
105=Tyylilaji
106=Poista tunniste
107=Vuosi
108=Kappale #
109=Levy #
110=Albumin kuvitus
111=Äänifontteja ei löytynyt tai ne ovat virheellisiä.
112=<ei mitään>
113=Valmis!
114=Tämä toiminto poistaa kaikki tiedostot ja tilastot listalta! Haluatko jatkaa?
115=Kesto
116=Tiedosto|Kansio|Soittolista
117=Toistettu
118=Lisätty
119=Luokittelu
120=Soittolistojen hallinta
121=Viive:
122=Sulje
123=Kopioi tiedosto leikepöydälle
125=Luettelot
126=Odota hetkinen...
127=Soittokerrat
128=Kopioi %s|Siirrä %s
129=Automaattinen täyttö (RMB - mallin valinta)
130=Albumin esittäjä
131=Muunnetaan:
132=Nimeä uudelleen
133=Asetukset
134=Tauotettu
135=Muunna kokoa...
136=Asetukset ovat muuttuneet. Haluatko tallentaa?
137=Siirrettävä levy|CD-Asema
138=Hyväksy
139=Tietokone sammuu %s sekunnissa
140=Julkaisija
141=dB
142=Varoitus! Muut sovellukset eivät voi tallentaa ääntä, jos tallennuslaite on käytössä AIMP:ssa.
143=Aloituskuva: |Ei mitään|Kansiot|Musiikkikirjasto|Soittolista
144=Koodannut
145=Tunnelma
146=Kokoelman osa
147=Luettelo
148=Sanoittaja
149=Kapellimestari
150=Ikkunat

[Options]
bCancel=Sulje
Caption=Asetukset

[OptionsFrameAddFiles]
C1=Tiedosto lisätty
C9=Yleinen
C10=Avaa tiedostoja ulkoisilla sovelluksilla
C11=Raahaa ja pudota
CB1=Kysy käyttäjä
CB2=Laajenna tiedostot merkitsemällä, kun lisätään soittolistaan
CB6=Tarkista soittolista automaattisesti, kun tiedostoja lisätään
CB9=Toista avatut tiedostot heti
CB15=Toista tiedostot heti
CB19=Aloita toisto heti
CB47=Lisää nykyiseen soittolistaan, jos yksi tiedosto on lähetetetty
CB48=Avaa soittolistat uusissa välilehdissä
CB49=Lisää koko kansio, jos yksi tiedosto on lähetetty
CB59=Lajittele tiedostonimen mukaan
L1=Oletustoiminto:
L7=Kun tiedostoja avataan:

[OptionsFrameAddFiles.CBA]
i[0]=Luo uusi soittolista
i[1]=Lisää nykyiseen soittolistaan
i[2]=Lisää tyhjään soittolistaan "Oletus"

[OptionsFrameAddFiles.RG4]
i[0]=Lisää tiedostoja nykyiseen kohtaan
i[1]=Lisää tiedostoja soittolistan loppuun
i[2]=Lisää tiedostoja soittolistan alkuun
i[3]=Lisää ja sekoita tiedostoja soittolistalla

[OptionsFrameAssoc]
B1=Tiedostotyypit
C1=Tiedostokytkökset
CB1=Audiotiedostot
CB2=Soittolistat
CB3=Teemat

[OptionsFrameConvertor]
C1=Muunnosasetukset
C18=Käyttäytyminen
Caption=Muunnin
CB1=Laajenna tiedostoja CUE-taulukolla luettelon lisättäessä
CB4=Näytä tilastot muunnoksen jälkeen
GB1=Muunnos valmis
L1=Säikeet:
L2=Maksimi säikeiden määrä riippuu siitä, että kuinka tehokas tietokoneesi on

[OptionsFrameExtraMeta]
B1=Tyhjennys
Caption=Lisäinformaatio
CB1=Tallenna albumin kuva hakemistoon käyttäen mallia:
CB2=Esti Internetistä
CB3=Tallenna sanoitustiedosto automaattisesti hakemistoon
CB4=Etsi hakemistosta
GB1=Etsi Internetistä
GB2=Käytä välimuistia
GB3=Etsi hakemistosta
L2=Maksimi ladattava tiedostokoko
L3=Välimuistin käyttö vähentää levyn käyttöä, vähentää nettiliikennettä, nopeuttaa albumikuvien hakua
L4=Poista tietue välimuistista kun:
L5=päivää
pctAlbumArts=Albumikuvitus
pctLyrics=Sanoitus
W1=*Tämä ominaisuus vaatii tarvittavien liitännäisten asennusta

[OptionsFrameFace]
C2=Näkyvyysasetukset
C3=Läpinäkyvyys
Caption=Rajapinta
CB1=Salli pikselittäinen puolittaisläpinäkyvyys
CB2=Näytä aaltomuotoinen hakukenttä tiedostosta etsimisen helpottamiseksi
CB3=Animoi ikkunat kiinnitetyksi muissa ikkunoissa, kun näytetään tai piilotetaan
CB4=Animoi ikkunat kun näytetään tai piilotetaan työpöydän työkalupalkin tilaa
CB5=Spektrimäinen animaatio toistettavalle tiedostolle
CB28=Animoi näyttöpäätteessä kun sen tilaa vaihdetaan
CB30=Salli painikkeiden häivytystehosteet
CB35=Pehmennetty soittolistavälilehtien selaus
CB38=Estä läpinäkyvyys, jos ikkuna on aktiivinen
CB39=Estä läpinäkyvyys, kun ikkuna on kohdistettu hiirellä
CB42=Pehmennetty läpinäkyvyys
CB52=Siirrä ikkunat näytön nurkkiin ja muihin AIMP:n ikkunoihin
L1=Tässä ominaisuudessa teema ei ole käytettävissä

[OptionsFrameHotkeys]
B10=Oletus
c[0]=Komennon nimi
c[1]=Paikallinen
c[2]=Globaali 1
c[3]=Globaali 2
C1=Pikanäppäimet

[OptionsFrameLang]
C1=Valitse käytettävä kieli
Caption=Kieli
L1=Muunna muut kuin Unicode-merkkijonot
L2=Ensisijaiseksi
L3=Uusiksi
L4=Vanhoiksi

[OptionsFrameMLMain]
B1=Tiedostoja seurataan...
C1=Musiikkikirjasto
Caption=Musiikkikirjasto
CB1=Aseta käyttäjäluokittelu
CB2=Aloita toisto
CB3=Toisto käsitelty
CB4=Näytä luokittelu käyttäjäluokittelun sijaan, jos käyttäjäluokittelua ei ole asetettu
CB5=Synkronoi käyttäjän määrittelemä luokittelu audiotiedostojen tunnisteisiin
CB6=Näytä aina alikansioiden tiedot
CB7=Yhdistä tyhjät ryhmittelytasot kun mahdollista
GB1=Yleinen
GB2=Lisää tiedosto tietokantaan kun
GB3=Luokitellaan
GB4=Toistoa käsitellään
L1=Minimi kynnysarvo tiedoston kestolle:
L2=Käsittele toisto toiston jälkeen:\nmutta ei enempää kuin neljä minuuttia
L3=Laske luokitus viimeisimpien tilastojen perusteella:
L4=päivää

[OptionsFrameNet]
C21=Internet-yhteysasetukset
Caption=Yhteys
CB1=Käytä suoraa yhteyttä
CB2=Käytä järjestelmän oletuksia
CB3=Manuaalinen proxyn kokoonpano
L79=Aikakatkaisu:
L98=Salasana:
L106=Palvelin:
L107=Portti:
L108=Käyttäjä:

[OptionsFramePlayer]
C19=Selaa taulukkoa hiiren rullalla
Caption=Soitin
CB21=Pysy päällimmäisenä
G1=Ohjaus
GB4=Ohjaa pikanäppäimillä
GB5=Ohjaa hiirellä
GB15=Kopioi leikepöydän malliin
L12=Normaali selaus
L14=Vaihda sijaintia, kun painetaan pikanäppäintä ja 
L16=Vaihda äänenvoimakkuutta, kun painetaan pikanäppäintä ja 
L18=Selaa "%s" painettaessa
L33=Keskipainike:

[OptionsFramePlayer.MOBox]
i[0]=(ei mitään)
i[1]=Toista/Tauota
i[2]=Lisää tiedostoja

[OptionsFramePlayerBehavior]
C1=Automaattinen
CB7=Toista soittolista uudelleen yhdellä tiedostolla
CB32=Aseta taajuuskorjain automaattisesti vastaamaan kappaletta
CB33=Palauta jokaisen soittolistan toistokohta
CB48=Tallenna soittimen tila kun soittolistaa ohjataan "seuraava / edellinen" -painikkeilla
CB49=Siirry %0:s takaisin alkuun jos toistoa tauotetaan enemmän kuin %1:s
CB58=Siirry automaattisesti seuraavaan kappaleeseen
GB1=Yleinen
GB2=Ohjelman käynnistyessä
GB3=Toistotila
GB4=Soittolistan lopussa
GB5=Poistettaessa soitettava tiedosto
L1=Toistotila:

[OptionsFramePlayerBehavior.RG1]
i[0]=Aloita toisto
i[1]=Jatka siitä mihin jäätiin
i[2]=Älä tee mitään

[OptionsFramePlayerBehavior.RG2]
i[0]=Siirry seuraavaan soittolistaan
i[1]=Toista soittolista uudelleen
i[2]=Valmiustila

[OptionsFramePlayerBehavior.RG3]
i[0]=Normaali
i[1]=Toista kappale uudelleen
i[2]=Sekoita

[OptionsFramePlayerBehavior.RG4]
i[0]=Älä tee mitään
i[1]=Pysäytä toisto
i[2]=Siirry seuraavaan kappaleeseen

[OptionsFramePlaylistBehavior]
C6=Käyttäytyminen
Caption=Soittolista
CB1=Poista soittolista, kun välilehti suljetaan
CB2=Avaa kirjanmerkit uudessa soittolistassa "Kirjanmerkit"
CB3=Tallenna täydelliset tiedostopolut (suositeltu)
CB4=Tallenna soittolista "Oletus"
CB8=Kysy soittolistan nimi luotaessa
CB31=Tallenna jono ohjelmaa lopettaessa
CB46=Sulje soittolista tuplaklikkaamalla välilehteä
CB56=Kysy varmistus, kun poistetaan tiedostoja kovalevyltä
CB57=Yksittäisen soittolistan tila
GB1=Tallennetaan
GB2=Yleinen

[OptionsFramePlaylistView]
bCancel=Peruuta
bOk=Ok
C1=Näkyvyysasetukset
Caption=Näkyvyys
CB50=Näytä valittujen tiedostojen tiedot
cbAbsoluteNumeration=Tarkka numerointi
cbGroupMode=Salli ryhmät
cbMergeGroups=Yhdistä samanlaiset kategoriat automaattisesti
cbShow2ndLine=Näytä toinen rivi tiedoilla
cbShowDuration=Näytä keston sarake
cbShowExpandBtns=Näytä ryhmän laajennuspainikkeet
cbShowMarks=Näytä luokittelu
cbShowNumbers=Näytä kappaleen numero
cbShowSwitches=Näytä kytkimien sarake
gbFormating=Muotoasetukset
gbGrouping=Ryhmittelyasetukset
gbLayoutSettings=Asettelun asetukset

[OptionsFramePlugins]
B1=Käynnistä uudelleen nyt
Caption=Liitännäiset
L1=Joitain ladattuja liitännäisiä ei käytetä tässä sovelluksessa
lbURL=Hanki lisää liitännäisiä
N1=Poista
N2=Lataa valitut
N3=Lataa kaikki
N4=Älä lataa valittuja
N5=Älä lataa mitään

[OptionsFramePlugins.cbFilter]
i[0]=Kaikki
i[1]=Ladatut
i[2]=Lataamattomat
i[3]=Käyttämättömät

[OptionsFrameRadioCap]
C1=Yleisasetukset
C22=Internet-radion tallennus
Caption=Internet-radio
CB65=Tallenna suoratoisto ilman muuntamista (vain MP3 / AAC / AAC+)
CB66=Tallenna tunnisteet tiedostoon
CB67=Tallenna CUE-loki
CB68=Puskurin koko taustanauhoittamiseen:
CB69=Poista tiedostot, jonka kestot ovat vähemmän kuin:
GB6=Tallennusasetukset
GB9=Pilko tiedostoihin
L1=Uudelleen yhdistämisen yrityksien määrä, kun yhteys on katkennut:
L2=Käyttäjäagentti:
L3=Puskurin koko:
L13=Aika:
L24=Tiedostonimen malli:
L25=Koko:
L85=Tallenna kansioon:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Pilko kappaleiden mukaan
i[1]=Pilko koon mukaan
i[2]=Pilko ajan mukaan

[OptionsFrameRunningLine]
C13=Vierivä rivi
CB75=Jaksollinen
GB1=Vierivän rivin animaatio
GB3=Vierivän rivin malli
L10=Päivitysväli:
L35=Näkyvyys:
L36=Liikkuvuus:

[OptionsFrameRunningLine.rsRun]
i[0]=Estetty
i[1]=Vasemmalle
i[2]=Oikealle

[OptionsFrameRunningLine.rsShow]
i[0]=Estetty
i[1]=Vasemmalla
i[2]=Oikealla
i[3]=Yläosassa
i[4]=Alaosassa

[OptionsFrameSkins]
B2=Selaa...
C1=Teemat
lbURL=Hanki lisää teemoja
miDelete=Poista

[OptionsFrameSort]
L1=Käytä "%!"-makroja käänteiseen lajitteluun

[OptionsFrameSystem]
C1=Järjestelmä
Caption=Järjestelmä
CB2=Näytä tämänhetkisen kappaleen tiedot tehtäväpalkissa
CB3=Salli tämänhetkisen tiedoston tietojen vieriminen
CB4=Näytä toiston tila
CB5=Näytä soittimen tila tehtäväpalkin painikkeessa
CB6=Näytä soittimen tila värinä edistymispalkissa
CB7=Käytä "määrittelemätöntä" tilaa audiosuoratoistoon
CB18=Estä näytön sammuminen
CB23=Lisää järjestelmän pikavalikkoon
CB24=Lisää CD:n/DVD:n käynnistämisessä käytettävien sovellusten listaan
CB40=Lisää linkki "Suorita"-valikkoon
CB41=Lisää oletusohjelmien listaan
CB60=Automaattinen käynnistys
GB1=Integraatio
GB2=Näytä painike tehtäväpalkissa
L1=Soittimen pitää olla aktiivinen
L99=Tärkeys

[OptionsFrameTrackList]
C4=Kappalelistan vientiasetukset
Caption=Kappalelistan vienti
CB54=Vie piilotetut soittolistan kohteet
CB55=Vie soittolistan kategoriat
L26=Oletusmalli:
L27=Kaava:

[OptionsFrameTray]
C15=Yleinen
C16=Tiedoston tiedot
C17=Hiiriohjaus
Caption=Palkki
CB1=Pienennä palkkiin, kun sovellus pienennetään
CB2=Pienennä palkkiin käynnistäessä
CB3=Näytä minisoitin palkkiin pienennettäessä
CB4=Näytä toiston tila palkkikuvakkeessa
CB5=Näytä aina palkkikuvake
CB13=Näytä tiedoston tiedot hiirellä kohdistaessa
L30=Yhdellä klikkauksella:
L31=Tuplaklikkauksella:
L32=Keskimmäisen klikkauksella:
L34=Näyttämisen kesto:

[OptionsFrameTray.TrayCmd]
i[0]=(estetty)
i[1]=Näytä/Piilota pääikkuna
i[2]=Vie pääikkuna päällimmäiseksi
i[3]=Tiedoston tiedot
i[4]=AIMP:n äänenvoimakkuudensäädin
i[5]=Toista/Tauota
i[6]=Lisää ja toista tiedostoja
i[7]=Seuraava kappale
i[8]=Edellinen kappale

[OptionsFrameVisual]
C23=Visualisaatio
CB68=Käytä pehmennystä
CB71=Vaihda visualisaatio joka:
GB7=Koko näytön tila
GB10=Visualisaatioita vaihdetaan
L21=Käynnistä koko näytön tilassa
L23=Kuvan tekeminen kestää kauemmin, mutta tekee paremman kuvan zoomattavaksi

[OptionsSoundOutFrame]
C1=Toistoasetukset
Caption=Toisto
CB2=Logaritminen äänenvoimakkuuden säätö
L1=Tallennettavan äänen tyyppi:
L2=Laite:
L3=Parametrit:
L4=Välimuistin koko:
L5=Valitse kanavat, joita käytetään tallennuksessa

[OptionsSoundOutTransformFrame]
B1=DSP-Hallinta
C1=Muuntamisen asetukset
CB1=Salli kanavien sekoitus
CB1Hint=Ympäröivä emulaatio stereoille / monotiedostot\nÄlykäs muuntaminen monikanavaisille tiedostoille monoon / stereoon
CB2=Leikkautumisen esto
CB2Hint=Estä naarmutehosteet ja -äänet, joita tulee signaalin hypättyä yli 0 dB
CB3=Kohina
CB3Hint=Peitä vääristymät, jotka tulevat esiin kun lasketaan näytteen syvyyttä
GB1=Tracker-musiikki
GB2=Yleinen
L1=Näytteenotto:
L2=Nopeus
L3=Laatu

[PlaylistsManagerDialog]
acImport=Tuo soittolistoja...
acImportDirs=Tuo kansioita...
acRemove=Poista valitut levyltä
btnPreimage=Asetukset
cbReadOnly=Lukitse muutoksilta
L1=Yleinen
L2=Omat asetukset
L3=Aktiiviset soittolistat
L4=Passiiviset soittolistat
L5=Esikatselu
lbPreimage=Alkukuva:
lbPreimageNotes=Alkukuva on nykyisen soittolistan tietolähde (Voidaan käyttää musiikkikirjaston, kansioiden jne. perusteella). Synkronoidaksesi alkukuvan avulla, paina "Lataa tiedot alkukuvasta".\n\n Synkronointi vain yhdessä kansiossa: Alkukuva -> Soittolista
lbStorage=Sijainti:

[PLS]
N1=Tarkat tiedostopolut
N2=Lajittele tiedostot lisäämisen jälkeen mallin mukaisesti:
N3=Lisää
N20=Tiedostojen poistaminen
N22=Salli
N23=Estä
N36=Kirjanmerkit
N37=Lisää
N39=Muokkaa

[QTEAlbumArtEditor]
btnCancel=Peruuta
btnOk=OK
Caption=Albumikuvituksen muokkain
lbScale=Skaalaa:
lbSizes=Koot:
pnlCrop=Rajaa
pnlScale=Vaihda kokoa

[QTEForm]
acMemoClear.h=Tyhjennä
acMemoLoad.h=Lataa tiedostosta...
acMemoSave.h=Tallenna nimellä...
bCopyTo=Kopioi...
Caption=Tunnisteiden muokkain
L1=Lataa
L2=Tallenna
L3=Poista albumin kuvituksen valinta tiedostosta tallennettaessa muutoksia
T1=Perus
T2=Sanat
T3=CUE
T4=Tiedot

[QueueDialog]
Caption=Jonon hallinta
CB1=Tauota
L1=Kokonaiskesto:

[QueueDialog.ListView]
c[0]=Numero
c[1]=Tiedostonimi
c[2]=Soittolista
c[3]=Kesto

[Scheduler]
A1=Sammuta
A2=Horrostila
A3=Sulje sovellus
A4=Pysäytä toisto
A5=Lepotila
B1=Valittuna aikana
B2=Soittolistan lopussa
B3=Jonon lopussa
B4=Tiedoston lopussa
B5=Ok
Caption=Ajastin
CB1=Pehmennä äänenvoimakkuuden säätö
CB3=Häivytä ääni, kun on kulunut:
CB4=Nosta äänenvoimakkuutta:
CB5=Uniajastin
CB6=Herätyskello
L1=Aika:
L3=Tiedostot, jotka toistetaan ennen toimintoa:
L4=Valitse toistettava ääni:
L5=Voit raahata tiedoston soittolistalta tai järjestelmän tekstikentältä
R1=Valittuna aikana
R2=Valitun ajan kuluttua
S1=sek
T1=Uniajastin
T2=Hälytys

[SearchForm]
B1=Etsi asetuksia
B2=Sulje
Caption=Kehittyneempi haku
CB1=Etsi otsikoista
CB2=Etsi esittäjistä
CB3=Etsi albumeista
CB4=Etsi tyylilajeista
CB5=Etsi tiedostojen koko nimistä
CB6=Automaattinen haku
L1=(Kaikki)
N1=Toista
N6=Etsi soittolistasta

[SearchForm.Table]
c[0]=Otsikko
c[1]=Soittolista
c[2]=Hakemisto jonossa

[Templates]
%Album= - albumi
%AlbumArtist= - albumin esittäjä
%AlbumGain= - äänenvoimakkuuden tasaaminen albumille
%Artist= - esittäjä
%Bitrate= - bittivirtaus
%BPM= - iskua minuutissa
%Caps(A)= - Kaikki Sanat Isolla Alkukirjaimella
%Channels= - kanavat
%Char(A)= - merkki A-koodilla
%Composer= - tekijä
%DiskNumber= - levynumero
%Duration= - kappaleen kesto (sek)
%ExtractFileExt(A)= - pakataan tiedostomuotoa tiedostosta A
%FileCreatedDate= - luontipäivämäärä
%FileCreatedTime= - luontiaika
%FileDir= - koko polku pääkansioon
%FileFormat= - tiedostomuoto
%FileModifiedDate= - muokkauspäivämäärä
%FileModifiedTime= - muokkausaika
%FileName= - koko tiedoston nimi
%FileParentDir= - pääkansion nimi
%FileSize= - tiedoston koko (bittiä)
%Format(A,B)=A - muodon merkkijono numeerisille arvoille, B - arvo
%Genre= - tyylilaji
%IF(A,B,C)== C, jos A on tyhjä = B, muuten - B
%IFEqual(A,B,C,D)== C, jos A = B, muuten - D
%IFGreater(A,B,C,D)== C, jos A > B, muuten - D
%IFGreaterOrEqual(A,B,C,D)== C, jos A >= B, muuten - D
%Index= - sijainti soittolistalla
%LastPlayDate= - viimeisin toistopäivä
%LastPlayTime= - viimeisin toistoaika
%Length(A)= - A-säikeen pituus
%Low(A)= - pienet kirjaimet
%Lyricist= - sanoittaja
%Lyrics= - sanoitukset
%Mark= - luokittelu
%NewLine= (vain kappalelistalle)
%PlayCount= - toistokerrat
%Publisher= - julkaisija
%Rating= - kappaleen luokittelu
%Replace(A,B,C)=, missä A on lähdemerkkijono, B - arvo etsittäväksi, C - arvo korvattavaksi
%SampleRate= - näytteenottotaajuus
%StrCopy(A,B,C)= - kopioi merkit kohdasta A kohdasta B, jossa C on laskemassa kopioitavat merkit
%StrPos(A,B)= - etsi alimerkkijono A B-merkkijonossa
%Title= - otsikko
%TrackGain= - äänenvoimakkuuden tasaaminen kappaleelle
%TrackNumber= - kappalenumero
%Up(A)= - ISOLLA
%Year= - vuosi

[Updater]
B1=Tarkista päivitykset
B2=Asenna
Caption=Päivitysten tarkistus
CB1=Älä muistuta tästä päivityksestä
L1=Versiosi:
L2=Viimeisin versio:
L3=Manuaalinen päivitysten tarkistaminen
L4=Uusi versio saatavilla: %s

